Repository: junyu17/Maren
Catalog: Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, es, ja, ko, zh_hant

source: 疼痛 ≤ 2 分时
en: When pain is ≤ 2
es: Cuando el dolor es ≤ 2
ja: 痛みが2以下のとき
ko: 통증이 2 이하일 때
zh_hant: 疼痛 ≤ 2 分時

source: 疼痛 ≥ 3 分时
en: When pain is ≥ 3
es: Cuando el dolor es ≥ 3
ja: 痛みが3以上のとき
ko: 통증이 3 이상일 때
zh_hant: 疼痛 ≥ 3 分時

source: 疼痛与不适
en: Pain & discomfort
es: Dolor y molestias
ja: 痛みと不快感
ko: 통증과 불편감
zh_hant: 疼痛與不適

source: 疼痛评分 ≤ 2 时,平均睡眠 %@ 小时。
en: When pain is ≤ 2, average sleep is %@ hours.
es: Cuando el dolor es ≤ 2, el sueño medio es de %@ horas.
ja: 痛みが2以下のとき、平均睡眠は%@時間です。
ko: 통증이 2 이하일 때 평균 수면은 %@시간이에요.
zh_hant: 疼痛評分 ≤ 2 時,平均睡眠 %@ 小時。

source: 疼痛评分 ≥ 3 时,平均睡眠 %@ 小时。
en: When pain is ≥ 3, average sleep is %@ hours.
es: Cuando el dolor es ≥ 3, el sueño medio es de %@ horas.
ja: 痛みが3以上のとき、平均睡眠は%@時間です。
ko: 통증이 3 이상일 때 평균 수면은 %@시간이에요.
zh_hant: 疼痛評分 ≥ 3 時,平均睡眠 %@ 小時。

source: 症状
en: Symptoms
es: Síntomas
ko: 증상
zh_hant: 症狀

source: 症状与追踪项
en: Symptoms & trackers
es: Síntomas y seguimientos
ja: 症状とトラッカー
ko: 증상과 추적 항목
zh_hant: 症狀與追蹤項

source: 症状频次
en: Symptom frequency
es: Frecuencia de los síntomas
ja: 症状の頻度
ko: 증상 빈도
zh_hant: 症狀頻次

source: 痛感 %lld
en: Pain %lld
es: Dolor %lld
ja: 痛み %lld
ko: 통증 %lld

source: 痛经
en: Cramps
es: Calambres
ja: 生理痛
ko: 생리통
zh_hant: 痛經

source: 痤疮
en: Acne
es: Acné
ja: ニキビ
ko: 여드름
zh_hant: 痤瘡

source: 皮疹
en: Skin rash
es: Erupción cutánea
ja: 発疹
ko: 피부 발진

source: 皮肤与头发
en: Skin & hair
es: Piel y cabello
ja: 肌と髪
ko: 피부와 모발
zh_hant: 皮膚與頭髮

source: 皮肤出油
en: Oily skin
es: Piel grasa
ja: 脂っぽい肌
ko: 지성 피부
zh_hant: 皮膚出油

source: 皮肤干燥
en: Dry skin
es: Piel seca
ja: 乾燥肌
ko: 건성 피부
zh_hant: 皮膚乾燥

source: 皮肤敏感
en: Sensitive skin
es: Piel sensible
ja: 敏感肌
ko: 민감성 피부
zh_hant: 皮膚敏感

source: 盆腔压迫感
en: Pelvic pressure
es: Presión pélvica
ja: 骨盤の圧迫感
ko: 골반 압박감
zh_hant: 盆腔壓迫感

source: 盗汗
en: Night sweats
es: Sudores nocturnos
ja: 寝汗
ko: 야간 발한
zh_hant: 盜汗

source: 直接支持一个不卖你数据的独立开发者。你的记录和导出永远免费。
en: Directly support an indie developer who won't sell your data. Your logs and export stay free forever.
es: Apoya directamente a una desarrolladora independiente que no venderá tus datos. Tus registros y la exportación seguirán siendo gratis para siempre.
ja: あなたのデータを売らないインディー開発者を直接サポートします。記録とエクスポートはずっと無料です。
ko: 데이터를 팔지 않는 1인 개발자를 직접 응원해 주세요. 기록과 내보내기는 앞으로도 계속 무료예요.
zh_hant: 直接支援一個不賣你資料的獨立開發者。你的記錄和匯出永遠免費。

source: 相关性探索
en: Correlation explorer
es: Explorador de correlaciones
ja: 関連性エクスプローラー
ko: 상관관계 탐색기
zh_hant: 相關性探索

source: 相关性探索 — 睡眠、心情、周期阶段关联
en: Correlation explorer — sleep, mood, cycle phase links
es: Explorador de correlaciones: relaciones entre sueño, ánimo y fase del ciclo
ja: 関連性エクスプローラー:睡眠・気分・周期フェーズの関連
ko: 상관관계 탐색기: 수면, 기분, 주기 단계의 연결
zh_hant: 相關性探索 — 睡眠、心情、週期階段關聯

source: 看懂规律
en: Understand patterns
es: Entiende tus patrones
ja: パターンを理解する
ko: 패턴 이해하기
zh_hant: 看懂規律

source: 眼睛干涩
en: Dry eyes
es: Ojos secos
ja: 目の乾き
ko: 안구 건조
zh_hant: 眼睛乾澀

source: 睡眠
en: Sleep
es: Sueño
ko: 수면

source: 睡眠 %.1fh
en: Sleep %.1f h
es: Sueño %.1f h
ja: 睡眠 %.1f 時間
ko: 수면 %.1f시간

source: 睡眠 6–7.5 小时
en: Sleep 6–7.5 hours
es: Sueño 6–7,5 horas
ja: 睡眠 6〜7.5時間
ko: 수면 6~7.5시간
zh_hant: 睡眠 6–7.5 小時

source: 睡眠 < 6 小时
en: Sleep < 6 hours
es: Sueño < 6 horas
ja: 睡眠 6時間未満
ko: 수면 6시간 미만
zh_hant: 睡眠 < 6 小時

source: 睡眠 > 7.5 小时
en: Sleep > 7.5 hours
es: Sueño > 7,5 horas
ja: 睡眠 7.5時間超
ko: 수면 7.5시간 초과
zh_hant: 睡眠 > 7.5 小時

source: 睡眠不安
en: Restless sleep
es: Sueño inquieto
ja: 眠りが浅い
ko: 뒤척이는 수면

source: 睡眠与心情
en: Sleep & Mood
es: Sueño y ánimo
ja: 睡眠と気分
ko: 수면과 기분
zh_hant: 睡眠與心情

source: 睡眠与心情:正在分析
en: Sleep and mood: analyzing
es: Sueño y ánimo: analizando
ja: 睡眠と気分:分析中
ko: 수면과 기분 분석 중
zh_hant: 睡眠與心情:正在分析

source: 睡眠与疼痛
en: Sleep & Pain
es: Sueño y dolor
ja: 睡眠と痛み
ko: 수면과 통증
zh_hant: 睡眠與疼痛

source: 睡眠与能量
en: Sleep & energy
es: Sueño y energía
ja: 睡眠とエネルギー
ko: 수면과 에너지
zh_hant: 睡眠與能量

source: 睡眠分析
en: Sleep analysis
es: Análisis del sueño
ko: 수면 분석

source: 睡眠小时
en: Sleep hours
es: Horas de sueño
ja: 睡眠時間
ko: 수면 시간
zh_hant: 睡眠小時

source: 睡眠时长
en: Sleep duration
es: Duración del sueño
ja: 睡眠時間
ko: 수면 시간
zh_hant: 睡眠時長

source: 知识库
en: Library
es: Biblioteca
ja: ライブラリ
ko: 라이브러리
zh_hant: 知識庫

source: 知道了
en: OK
es: Aceptar
ja: わかりました
ko: 확인

source: 确定要删除所有数据吗?
en: Delete all data?
es: ¿Eliminar todos los datos?
ja: すべてのデータを削除しますか?
ko: 모든 데이터를 삭제할까요?
zh_hant: 確定要刪除所有資料嗎?

source: 确认密码
en: Confirm password
es: Confirmar contraseña
ja: パスワードを確認
ko: 암호 확인
zh_hant: 確認密碼

source: 确认替换本机数据?
en: Confirm replacement of local data?
es: ¿Confirmas que quieres reemplazar los datos locales?
ja: ローカルデータを置き換えますか?
ko: 로컬 데이터를 바꿀까요?
zh_hant: 確認替換本機資料?

source: 确认订阅时将按 %@ 收费。订阅会自动续期，除非在当前订阅期结束至少 24 小时前取消；账户会在当前订阅期结束前 24 小时内按所选方案收取续订费用。你可以在 App Store 账户设置中管理或取消订阅。
en: Your Apple ID is charged %1$@ when you confirm. The subscription renews automatically unless canceled at least 24 hours before the current period ends. Your account is charged for renewal within 24 hours before the current period ends. Manage or cancel in your App Store account settings.
es: Se cobrarán %1$@ a tu Apple ID al confirmar. La suscripción se renueva automáticamente salvo que la canceles al menos 24 horas antes de que termine el periodo actual. El cargo de renovación se hace en las 24 horas previas al final del periodo. Gestiónala o cancélala en los ajustes de tu cuenta de App Store.
ja: 確認すると、Apple IDに%1$@が請求されます。サブスクリプションは、現在の期間終了の少なくとも24時間前にキャンセルしない限り自動的に更新されます。更新料金は、現在の期間終了前24時間以内に請求されます。App Storeのアカウント設定でいつでも管理・キャンセルできます。
ko: 확인하면 Apple ID로 %1$@이(가) 청구돼요. 현재 기간이 끝나기 최소 24시간 전에 취소하지 않으면 구독이 자동으로 갱신돼요. 갱신 요금은 현재 기간이 끝나기 24시간 이내에 계정으로 청구돼요. App Store 계정 설정에서 관리하거나 취소할 수 있어요.
zh_hant: 確認訂閱時將按 %@ 收費。訂閱會自動續期，除非在當前訂閱期結束至少 24 小時前取消；賬戶會在當前訂閱期結束前 24 小時內按所選方案收取續訂費用。你可以在 App Store 賬戶設定中管理或取消訂閱。

source: 确认购买时将向你的 Apple ID 收费。一次性付款，永久有效，无续费。所有交易由 Apple 处理，我们不接触你的支付信息。
en: Payment is charged to your Apple ID at confirmation. This is a one-time payment for permanent access with no renewal. Apple handles every transaction; we never see your payment details.
es: El pago se carga a tu Apple ID al confirmar. Es un pago único con acceso permanente y sin renovación. Apple gestiona todas las transacciones; nosotros nunca vemos tus datos de pago.
ja: 確認すると、Apple IDに料金が請求されます。これは永久利用権のための一回限りの支払いで、更新はありません。すべての取引はAppleが処理し、当社があなたの支払い情報に触れることはありません。
ko: 확인 시 Apple ID로 결제돼요. 갱신 없이 영구 이용하는 1회 결제예요. 모든 거래는 Apple이 처리하며, 저희는 결제 정보를 볼 수 없어요.
zh_hant: 確認購買時將向你的 Apple ID 收費。一次性付款，永久有效，無續費。所有交易由 Apple 處理，我們不接觸你的支付資訊。

source: 确认购买时将向你的 Apple ID 收费。订阅会自动续期,除非在当前订阅期结束至少 24 小时前取消;账户会在当前订阅期结束前 24 小时内按所选方案收取续订费用。你可以在 App Store 账户设置中管理或取消订阅。买断为一次性付款。所有交易由 Apple 处理,我们不接触你的支付信息。
en: Payment is charged to your Apple ID at confirmation. Subscriptions renew automatically unless canceled at least 24 hours before the current period ends. Your account is charged for renewal within 24 hours before the period ends at the selected plan price. Manage or cancel in your App Store account settings. Lifetime is a one-time payment. Apple handles every transaction; we never see your payment details.
es: El pago se carga a tu Apple ID al confirmar. Las suscripciones se renuevan automáticamente salvo que las canceles al menos 24 horas antes de que termine el periodo actual. El cargo de renovación se hace en las 24 horas previas al final del periodo, al precio del plan elegido. Gestiónalas o cancélalas en los ajustes de tu cuenta de App Store. La opción de por vida es un pago único. Apple gestiona todas las transacciones; nosotros nunca vemos tus datos de pago.
ja: 確認すると、Apple IDに料金が請求されます。サブスクリプションは、現在の期間終了の少なくとも24時間前にキャンセルしない限り自動的に更新されます。更新料金は、現在の期間終了前24時間以内に選択したプランの価格で請求されます。App Storeのアカウント設定でいつでも管理・キャンセルできます。買い切りプランは一回限りの支払いです。すべての取引はAppleが処理し、当社があなたの支払い情報に触れることはありません。
ko: 확인 시 Apple ID로 결제돼요. 구독은 현재 기간이 끝나기 최소 24시간 전에 취소하지 않으면 자동으로 갱신돼요. 갱신 요금은 기간이 끝나기 24시간 이내에 선택한 요금제 가격으로 계정에 청구돼요. App Store 계정 설정에서 관리하거나 취소할 수 있어요. 평생 이용은 1회 결제예요. 모든 거래는 Apple이 처리하며, 저희는 결제 정보를 볼 수 없어요.
zh_hant: 確認購買時將向你的 Apple ID 收費。訂閱會自動續期,除非在當前訂閱期結束至少 24 小時前取消;賬戶會在當前訂閱期結束前 24 小時內按所選方案收取續訂費用。你可以在 App Store 賬戶設定中管理或取消訂閱。買斷為一次性付款。所有交易由 Apple 處理,我們不接觸你的支付資訊。

source: 确认购买时将向你的 Apple ID 收费。订阅会自动续期，除非在当前订阅期结束至少 24 小时前取消；账户会在当前订阅期结束前 24 小时内按所选方案收取续订费用。你可以在 App Store 账户设置中管理或取消订阅。
en: Payment is charged to your Apple ID at confirmation. Subscriptions renew automatically unless canceled at least 24 hours before the current period ends. Your account is charged for renewal within 24 hours before the current period ends. Manage or cancel in your App Store account settings.
es: El pago se carga a tu Apple ID al confirmar. Las suscripciones se renuevan automáticamente salvo que las canceles al menos 24 horas antes de que termine el periodo actual. El cargo de renovación se hace en las 24 horas previas al final del periodo. Gestiónalas o cancélalas en los ajustes de tu cuenta de App Store.
ja: 確認すると、Apple IDに料金が請求されます。サブスクリプションは、現在の期間終了の少なくとも24時間前にキャンセルしない限り自動的に更新されます。更新料金は、現在の期間終了前24時間以内に請求されます。App Storeのアカウント設定でいつでも管理・キャンセルできます。
ko: 확인 시 Apple ID로 결제돼요. 구독은 현재 기간이 끝나기 최소 24시간 전에 취소하지 않으면 자동으로 갱신돼요. 갱신 요금은 현재 기간이 끝나기 24시간 이내에 계정으로 청구돼요. App Store 계정 설정에서 관리하거나 취소할 수 있어요.
zh_hant: 確認購買時將向你的 Apple ID 收費。訂閱會自動續期，除非在當前訂閱期結束至少 24 小時前取消；賬戶會在當前訂閱期結束前 24 小時內按所選方案收取續訂費用。你可以在 App Store 賬戶設定中管理或取消訂閱。

source: 确认购买时将按 %@ 向你的 Apple ID 收费。一次性付款，永久有效，无续费。所有交易由 Apple 处理，我们不接触你的支付信息。
en: Your Apple ID is charged %1$@ when you confirm this purchase. This is a one-time payment for permanent access with no renewal. Apple handles every transaction; we never see your payment details.
es: Se cobrarán %1$@ a tu Apple ID al confirmar esta compra. Es un pago único con acceso permanente y sin renovación. Apple gestiona todas las transacciones; nosotros nunca vemos tus datos de pago.
ja: この購入を確認すると、Apple IDに%1$@が請求されます。これは永久利用権のための一回限りの支払いで、更新はありません。すべての取引はAppleが処理し、当社があなたの支払い情報に触れることはありません。
ko: 이 구매를 확인하면 Apple ID로 %1$@이(가) 청구돼요. 갱신 없이 영구 이용하는 1회 결제예요. 모든 거래는 Apple이 처리하며, 저희는 결제 정보를 볼 수 없어요.
zh_hant: 確認購買時將按 %@ 向你的 Apple ID 收費。一次性付款，永久有效，無續費。所有交易由 Apple 處理，我們不接觸你的支付資訊。

source: 示例数据不足。
en: Insufficient sample data.
es: No hay suficientes datos de ejemplo.
ja: サンプルデータが不足しています。
ko: 샘플 데이터가 부족해요.
zh_hant: 示例資料不足。

source: 示例数据仅用于展示记录方式,不代表健康结论。
en: Sample data is for demonstrating how to log entries and does not represent a health conclusion.
es: Los datos de ejemplo sirven para enseñarte cómo se registran las entradas y no representan ninguna conclusión de salud.
ja: サンプルデータは記録方法を示すためのものであり、健康に関する結論を表すものではありません。
ko: 샘플 데이터는 기록하는 방법을 보여 주기 위한 것이며, 건강에 대한 결론을 나타내지 않아요.
zh_hant: 示例資料僅用於展示記錄方式,不代表健康結論。

source: 社交
en: Socializing
es: Socializar
ja: 人との交流
ko: 사람 만나기

source: 离线可用
en: Available offline
es: Disponible sin conexión
ja: オフラインで利用可能
ko: 오프라인에서도 사용 가능
zh_hant: 離線可用

source: 稠厚分泌物
en: Thick discharge
es: Flujo espeso
ja: 粘り気のあるおりもの
ko: 진한 분비물

source: 空记录
en: Empty record
es: Registro vacío
ja: 記録なし
ko: 빈 기록
zh_hant: 空記錄

source: 第 %lld 天
en: Day %lld
es: Día %lld
ja: %lld日目
ko: %lld일째

source: 筛选分类
en: Filter by category
es: Filtrar por categoría
ja: カテゴリで絞り込む
ko: 카테고리별로 보기
zh_hant: 篩選分類

source: 管理订阅
en: Manage Subscriptions
es: Gestionar suscripciones
ja: サブスクリプションを管理
ko: 구독 관리
zh_hant: 管理訂閱

source: 精力 %lld
en: Energy %lld
es: Energía %lld
ja: エネルギー %lld
ko: 에너지 %lld

source: 精力不足
en: Low energy
es: Energía baja
ja: エネルギー不足
ko: 낮은 에너지

source: 精力回升,适合开始新的事
en: Energy returning - a good time to start something new
es: La energía vuelve: buen momento para empezar algo nuevo
ja: エネルギーが戻ってくる時期。新しいことを始めるのに向いています
ko: 에너지가 돌아오고 있어요. 새로운 일을 시작하기 좋은 때예요
zh_hant: 精力回升,適合開始新的事

source: 系统默认
en: System default
es: Predeterminado del sistema
ja: システムのデフォルト
ko: 시스템 기본값
zh_hant: 系統預設

source: 紫
en: Violet
es: Violeta
ja: バイオレット
ko: 바이올렛

source: 约 %@ / 月
en: About %@ / month
es: Unos %@ al mes
ja: 約%@ / 月
ko: 월 약 %@
zh_hant: 約 %@ / 月

source: 经期
en: Menstrual
es: Menstrual
ja: 月経期
ko: 월경기
zh_hant: 經期

source: 经期 %lld 天
en: Period %lld days
es: Periodo %lld días
ja: 生理 %lld日
ko: 생리 %lld일
zh_hant: 經期 %lld 天

source: 经期 · 中量
en: Period · Medium
es: Periodo · Medio
ja: 生理 · 普通
ko: 생리 · 보통
zh_hant: 經期 · 中量

source: 经期与周期
en: Periods & cycle
es: Periodos y ciclo
ja: 生理と周期
ko: 생리와 주기
zh_hant: 經期與週期

source: 经期与周期日历
en: Period and cycle calendar
es: Calendario de periodo y ciclo
ja: 生理と周期のカレンダー
ko: 생리·주기 캘린더
zh_hant: 經期與週期日曆

source: 经期临近,黄体期里情绪和身体可能起伏,温柔对待自己。
en: Your period is near; mood and body may fluctuate during the luteal phase — treat yourself gently.
es: Tu periodo está cerca; el ánimo y el cuerpo pueden fluctuar en la fase lútea: trátate con cariño.
ja: 生理が近づいています。黄体期は気分や体調が揺れやすい時期です。自分に優しく過ごしましょう。
ko: 생리가 가까워졌어요. 황체기에는 기분과 몸이 오르내릴 수 있으니 스스로에게 다정하게 대해 주세요.
zh_hant: 經期臨近,黃體期裡情緒和身體可能起伏,溫柔對待自己。

source: 经期临近提醒
en: Period-approaching reminder
es: Aviso de periodo próximo
ja: 生理接近のお知らせ
ko: 생리 임박 알림
zh_hant: 經期臨近提醒

source: 经期健康
en: Menstrual health
es: Salud menstrual
ja: 生理の健康
ko: 월경 건강
zh_hant: 經期健康

source: 经期可能已延后
en: Period may be late by
es: El periodo puede llevar de retraso
ja: 生理が遅れている可能性:
ko: 생리가 늦어질 수 있는 기간
zh_hant: 經期可能已延後

source: 经期可能快来了
en: Your period may be coming
es: Puede que te venga el periodo
ja: そろそろ生理が来るかもしれません
ko: 곧 생리가 시작될 수 있어요
zh_hant: 經期可能快來了

source: 经期天数
en: Period length
es: Duración del periodo
ja: 生理期間
ko: 생리 기간
zh_hant: 經期天數

source: 经期已保存,但未能刷新提醒和小组件。
en: Period saved, but reminders and widgets could not be refreshed.
es: Periodo guardado, pero no se pudieron actualizar los recordatorios ni los widgets.
ja: 生理を保存しましたが、リマインダーとウィジェットを更新できませんでした。
ko: 생리를 저장했지만 알림과 위젯을 새로 고치지 못했어요.
zh_hant: 經期已儲存,但未能重新整理提醒和小元件。

source: 经期已保存,但未能同步到 Apple Health。
en: Period saved, but could not sync to Apple Health.
es: Periodo guardado, pero no se pudo sincronizar con Salud de Apple.
ja: 生理を保存しましたが、Apple Healthに同期できませんでした。
ko: 생리를 저장했지만 Apple 건강과 동기화하지 못했어요.
zh_hant: 經期已儲存,但未能同步到 Apple Health。

source: 经期已保存,但未能读取刚保存的记录。
en: Period saved, but could not read the record just saved.
es: Periodo guardado, pero no se pudo leer el registro recién guardado.
ja: 生理を保存しましたが、保存したばかりの記録を読み込めませんでした。
ko: 생리를 저장했지만 방금 저장한 기록을 읽지 못했어요.
zh_hant: 經期已儲存,但未能讀取剛儲存的記錄。

source: 经期已删除
en: Period deleted
es: Periodo eliminado
ja: 生理記録を削除しました
ko: 생리를 삭제했어요
zh_hant: 經期已刪除

source: 经期已删除,但未能刷新提醒和小组件。
en: Period deleted, but reminders and widgets could not be refreshed.
es: Periodo eliminado, pero no se pudieron actualizar los recordatorios ni los widgets.
ja: 生理記録を削除しましたが、リマインダーとウィジェットを更新できませんでした。
ko: 생리를 삭제했지만 알림과 위젯을 새로 고치지 못했어요.
zh_hant: 經期已刪除,但未能重新整理提醒和小元件。

source: 经期已删除,但未能完整同步 Apple Health。
en: Period deleted, but Apple Health could not be fully synchronized.
es: Periodo eliminado, pero no se pudo sincronizar del todo con Salud de Apple.
ja: 生理記録を削除しましたが、Apple Healthとの同期が完全には完了しませんでした。
ko: 생리를 삭제했지만 Apple 건강과 완전히 동기화하지 못했어요.
zh_hant: 經期已刪除,但未能完整同步 Apple Health。

source: 经期延迟
en: Delayed period
es: Periodo retrasado
ja: 生理の遅れ
ko: 생리 지연
zh_hant: 經期延遲

source: 经期持续天数
en: Period duration
es: Duración del periodo
ja: 生理の継続日数
ko: 생리 기간
zh_hant: 經期持續天數

source: 经期提前天数自定义
en: Customize period lead time
es: Personalizar la antelación del aviso de periodo
ja: 生理予告日数のカスタマイズ
ko: 생리 며칠 전 알림 설정
zh_hant: 經期提前天數自定義

source: 经期流量
en: Flow
es: Flujo
ja: 経血量
ko: 생리량
zh_hant: 經期流量

source: 经期痉挛
en: Menstrual cramping
es: Dolor menstrual
ja: 生理痛
ko: 생리통
zh_hant: 經期痙攣

source: 经期记录
en: Period records
es: Registros del periodo
ja: 生理記録
ko: 생리 기록
zh_hant: 經期記錄

source: 经期长度
en: Period length
es: Duración del periodo
ja: 生理期間
ko: 생리 기간
zh_hant: 經期長度

source: 经量偏多
en: Heavier flow
es: Flujo más abundante
ja: 経血量が多い
ko: 생리량 많음
zh_hant: 經量偏多

source: 经量偏少
en: Lighter flow
es: Flujo más ligero
ja: 経血量が少ない
ko: 생리량 적음
zh_hant: 經量偏少

source: 继续
en: Continue
es: Continuar
ja: 続ける
ko: 계속
zh_hant: 繼續

source: 继续导出
en: Continue Export
es: Continuar con la exportación
ja: エクスポートを続ける
ko: 내보내기 계속
zh_hant: 繼續匯出

source: 继续生成
en: Continue
es: Continuar
ja: 続ける
ko: 계속
zh_hant: 繼續生成

source: 继续记录,趋势会越来越清晰。
en: Keep logging and the trends will get clearer.
es: Sigue registrando y las tendencias se irán viendo más claras.
ja: 記録を続けると、傾向がより分かりやすくなります。
ko: 계속 기록하면 추이가 더 또렷해져요.
zh_hant: 繼續記錄,趨勢會越來越清晰。

source: 继续记录几天,即可查看详细趋势。
en: Keep recording for a few more days to see detailed trends.
es: Registra unos días más para ver tendencias detalladas.
ja: もう数日記録すると、詳しい傾向を確認できます。
ko: 며칠 더 기록하면 자세한 추이를 볼 수 있어요.
zh_hant: 繼續記錄幾天,即可檢視詳細趨勢。

source: 综合
en: General
es: General
ja: 総合
ko: 일반
zh_hant: 綜合

source: 编辑用药
en: Edit medication
es: Editar medicamento
ja: 薬を編集
ko: 복용약 편집
zh_hant: 編輯用藥

source: 编辑追踪项
en: Edit tracker
es: Editar seguimiento
ja: トラッカーを編集
ko: 추적 항목 편집
zh_hant: 編輯追蹤項

source: 耳鸣
en: Ringing in the ears
es: Zumbido en los oídos
ja: 耳鳴り
ko: 이명
zh_hant: 耳鳴

source: 肋骨疼痛
en: Rib pain
es: Dolor en las costillas
ja: 肋骨の痛み
ko: 갈비뼈 통증

source: 肌肉酸痛
en: Muscle aches
es: Dolores musculares
ja: 筋肉痛
ko: 근육통
zh_hant: 肌肉痠痛

source: 胀气
en: Gas
es: Gases
ja: ガス
ko: 가스
zh_hant: 脹氣

source: 胃痛
en: Stomach pain
es: Dolor de estómago
ja: 胃の痛み
ko: 위통

source: 胸闷
en: Chest tightness
es: Opresión en el pecho
ja: 胸の締め付け感
ko: 가슴 답답함
zh_hant: 胸悶

source: 能量
en: Energy
es: Energía
ja: エネルギー
ko: 에너지

source: 能量 %.1f
en: Energy %.1f
es: Energía %.1f
ja: エネルギー %.1f
ko: 에너지 %.1f

source: 能量 %@
en: Energy %@
es: Energía %@
ja: エネルギー %@
ko: 에너지 %@

source: 能量 %lld
en: Energy %lld
es: Energía %lld
ja: エネルギー %lld
ko: 에너지 %lld

source: 脑雾
en: Brain fog
es: Niebla mental
ja: 頭がぼんやりする
ko: 브레인 포그
zh_hant: 腦霧

source: 脱发
en: Hair loss
es: Caída del cabello
ja: 抜け毛
ko: 탈모
zh_hant: 脫髮

source: 腰酸
en: Backache
es: Dolor de espalda
ja: 腰の痛み
ko: 등 통증
zh_hant: 腰痠

source: 腹泻
en: Diarrhea
es: Diarrea
ja: 下痢
ko: 설사
zh_hant: 腹瀉

source: 腹胀
en: Bloating
es: Hinchazón abdominal
ja: お腹の張り
ko: 복부 팽만
zh_hant: 腹脹

source: 腹部疼痛
en: Abdominal pain
es: Dolor abdominal
ja: 腹痛
ko: 복통

source: 腿部疼痛
en: Leg pain
es: Dolor de piernas
ja: 脚の痛み
ko: 다리 통증

source: 自定义
en: Custom
es: Personalizado
ja: カスタム
ko: 직접 추가
zh_hant: 自定義

source: 自定义日期范围生成结构化 PDF
en: Generate a structured PDF for a custom date range
es: Genera un PDF estructurado para un rango de fechas personalizado
ja: 任意の期間を指定して整理されたPDFを作成
ko: 원하는 기간으로 구조화된 PDF 만들기
zh_hant: 自定義日期範圍生成結構化 PDF

source: 自定义症状
en: Custom symptoms
es: Síntomas personalizados
ja: カスタム症状
ko: 사용자 증상
zh_hant: 自定義症狀

source: 自定义追踪项
en: Custom trackers
es: Seguimientos personalizados
ja: カスタムトラッカー
ko: 사용자 추적 항목
zh_hant: 自定義追蹤項

source: 自定义追踪项已删除
en: Custom tracker deleted
es: Seguimiento personalizado eliminado
ja: カスタムトラッカーを削除しました
ko: 사용자 추적 항목을 삭제했어요
zh_hant: 自定義追蹤項已刪除

source: 自定义项会排在「今天」页「症状与追踪项」区的最后,和内置症状一样打勾。记录会写进导出文件,并计入「趋势」的追踪项频次与洞察(Premium)。
en: Custom items appear at the end of Symptoms & Trackers on Today and work like built-in items. They are included in exports, tracker frequency, and Premium insights.
es: Los elementos personalizados aparecen al final de Síntomas y seguimientos en Hoy y funcionan igual que los integrados. Se incluyen en las exportaciones, en la frecuencia de seguimientos y en el análisis Premium.
ja: カスタム項目は「今日」ページの「症状とトラッカー」欄の末尾に表示され、標準の項目と同じようにチェックできます。記録はエクスポートファイルに含まれ、「トレンド」のトラッカー頻度とインサイト(Premium)にも反映されます。
ko: 사용자 항목은 오늘 탭의 증상과 추적 항목 맨 끝에 표시되며 기본 항목처럼 사용할 수 있어요. 내보내기, 추적 항목 빈도, Premium 인사이트에도 포함돼요.
zh_hant: 自定義項會排在「今天」頁「症狀與追蹤項」區的最後,和內建症狀一樣打勾。記錄會寫進匯出檔案,並計入「趨勢」的追蹤項頻次與洞察(Premium)。

source: 自定义项会排在「今天」页「症状与追踪项」区的最后,和内置症状一样打勾。记录会写进导出文件,并计入「趋势」的追踪项频次与洞察(Pro)。
en: Custom items appear at the end of the Symptoms & trackers area on the Today tab, and you tick them just like the built-in ones. What you log goes into your exports, and into Tracker frequency and insights on the Trends tab (Premium).
es: Los elementos personalizados aparecen al final del apartado Síntomas y seguimientos de la pestaña Hoy, y los marcas igual que los integrados. Lo que registres entra en tus exportaciones y en la frecuencia de seguimientos y el análisis de la pestaña Tendencias (Premium).
ja: カスタム項目は「今日」ページの「症状とトラッカー」欄の末尾に表示され、標準の項目と同じようにチェックできます。記録はエクスポートファイルに含まれ、「トレンド」タブのトラッカー頻度とインサイト(Premium)にも反映されます。
ko: 사용자 항목은 오늘 탭의 증상·추적 항목 영역 맨 끝에 표시되며, 기본 항목처럼 체크해서 기록해요. 기록한 내용은 내보내기와 추이 탭의 추적 항목 빈도 및 인사이트(Premium)에 반영돼요.
zh_hant: 自定義項會排在「今天」頁「症狀與追蹤項」區的最後,和內建症狀一樣打勾。記錄會寫進匯出檔案,並計入「趨勢」的追蹤項頻次與洞察(Pro)。

source: 自我关怀
en: Self-care
es: Autocuidado
ja: セルフケア
ko: 셀프케어
zh_hant: 自我關懷

source: 至少选择一种 Apple 健康类型后再继续。
en: Select at least one Apple Health type before continuing.
es: Selecciona al menos un tipo de Salud de Apple antes de continuar.
ja: 続行する前に、Apple Healthの種類を少なくとも1つ選択してください。
ko: 계속하기 전에 Apple 건강 유형을 하나 이상 선택하세요.
zh_hant: 至少選擇一種 Apple 健康型別後再繼續。

source: 节省 %lld%%
en: Save %lld%%
es: Ahorra un %lld%%
ja: %lld%% お得
ko: %lld%% 절약
zh_hant: 節省 %lld%%

source: 花 3 秒记下今天的心情和身体感受吧。
en: Take 3 seconds to log your mood and how your body feels today.
es: Dedica 3 segundos a registrar tu ánimo y cómo se siente tu cuerpo hoy.
ja: 3秒で、今日の気分と体調を記録しましょう。
ko: 3초만 들여 오늘의 기분과 몸 상태를 기록해 보세요.
zh_hant: 花 3 秒記下今天的心情和身體感受吧。

source: 营养
en: Nutrition
es: Nutrición
ja: 栄養
ko: 영양
zh_hant: 營養

source: 蛋清样分泌物
en: Egg-white discharge
es: Flujo tipo clara de huevo
ja: 卵白のようなおりもの
ko: 계란 흰자 같은 분비물
zh_hant: 蛋清樣分泌物

source: 血性分泌物
en: Blood-tinged discharge
es: Flujo con sangre
ja: 血が混じったおりもの
ko: 피가 섞인 분비물

source: 要同步的健康数值无效,本机记录未修改
en: The health value to sync is invalid; your local record was not changed.
es: El valor de salud que se iba a sincronizar no es válido; tu registro local no ha cambiado.
ja: 同期する健康データの値が無効なため、ローカル記録は変更されていません。
ko: 동기화할 건강 값이 올바르지 않아요. 로컬 기록은 바뀌지 않았어요.
zh_hant: 要同步的健康數值無效,本機記錄未修改

source: 观察周期长度变化与体重之间的关系。
en: Observe the relationship between cycle length changes and weight.
es: Observa la relación entre los cambios de duración del ciclo y el peso.
ja: 周期の長さの変化と体重の関係を確認します。
ko: 주기 길이 변화와 체중 사이의 관계를 살펴봐요.
zh_hant: 觀察週期長度變化與體重之間的關係。

source: 观察用药依从性与追踪项记录频率之间的关系。
en: Observe the relationship between medication adherence and tracker recording frequency.
es: Observa la relación entre la adherencia a la medicación y la frecuencia de registro de seguimientos.
ja: 服薬状況とトラッカーの記録頻度の関係を確認します。
ko: 복용약 이행과 추적 항목 기록 빈도 사이의 관계를 살펴봐요.
zh_hant: 觀察用藥依從性與追蹤項記錄頻率之間的關係。

source: 观察用药打卡日与非打卡日的追踪记录差异。
en: Observe differences in tracker logs between check-in days and non-check-in days.
es: Observa las diferencias en los registros de seguimiento entre días con registro y días sin registro.
ja: チェックインした日としなかった日で、トラッカーの記録にどんな違いがあるかを確認します。
ko: 체크인한 날과 하지 않은 날의 추적 항목 기록 차이를 살펴봐요.
zh_hant: 觀察用藥打卡日與非打卡日的追蹤記錄差異。

source: 观察睡眠时长与心情评分之间的关系。
en: Observe the relationship between sleep duration and mood score.
es: Observa la relación entre la duración del sueño y la puntuación de ánimo.
ja: 睡眠時間と気分スコアの関係を確認します。
ko: 수면 시간과 기분 점수 사이의 관계를 살펴봐요.
zh_hant: 觀察睡眠時長與心情評分之間的關係。

source: 观察睡眠时长与疼痛评分之间的关系。
en: Observe the relationship between sleep duration and pain score.
es: Observa la relación entre la duración del sueño y la puntuación de dolor.
ja: 睡眠時間と痛みのスコアの関係を確認します。
ko: 수면 시간과 통증 점수 사이의 관계를 살펴봐요.
zh_hant: 觀察睡眠時長與疼痛評分之間的關係。

source: 观测周期
en: Observed Cycles
es: Ciclos observados
ja: 観測した周期
ko: 관찰한 주기
zh_hant: 觀測週期

source: 观测周期数:
en: Observed cycles:
es: Ciclos observados:
ja: 観測した周期:
ko: 관찰한 주기:
zh_hant: 觀測週期數:

source: 观测周期数:%@
en: Observed cycles: %@
es: Ciclos observados: %@
ja: 観測した周期:%@
ko: 관찰한 주기: %@
zh_hant: 觀測週期數:%@

source: 观测周期数:%lld 个
en: Observed cycles: %lld
es: Ciclos observados: %lld
ja: 観測した周期:%lld
ko: 관찰한 주기: %lld회
zh_hant: 觀測週期數:%lld 個

source: 规律
en: Regular
es: Regular
ja: 規則的
ko: 규칙적
zh_hant: 規律

source: 规律度
en: Regularity
es: Regularidad
ja: 規則性
ko: 규칙성
zh_hant: 規律度

source: 规律度评估:
en: Regularity:
es: Regularidad:
ja: 規則性:
ko: 규칙성:
zh_hant: 規律度評估:

source: 规律度评估:%@
en: Regularity: %@
es: Regularidad: %@
ja: 規則性:%@
ko: 규칙성: %@
zh_hant: 規律度評估:%@

source: 解锁
en: Unlock
es: Desbloquear
ja: ロック解除
ko: 잠금 해제
zh_hant: 解鎖

source: 解锁 Maren 查看你的记录
en: Unlock Maren to view your records
es: Desbloquea Maren para ver tus registros
ja: Marenのロックを解除して記録を表示
ko: Maren을 잠금 해제하고 기록 보기
zh_hant: 解鎖 Maren 檢視你的記錄
